Repository: Lujean99/NanoChallenge-timer
Catalog: *.lproj/Localizable.strings
Languages: ar

source: ply
ar: ابدأ

source: pause
ar: توقف

source: Restart
ar: اعد الكره

source: drink water
ar: اشرب الماء

source: TIME IT
ar: احسبها

source: of
ar: من

source: Relax
ar: استرخي

source: strech yout body
ar: مدد جسمك

source: Timer Is Completed Successfully
ar: انتهى الموقت

source: Message
ar: رسالة
